let bank = {
  "code": "success",
  "message": "",
  "result": [
    {
      "BANKA": "中国工商银行股份有限公司上海市中科路支行",
      "BANKL": "102290014579",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市朱泾城南支行",
      "BANKL": "102290007081",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市绍兴路支行",
      "BANKL": "102290001735",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市环球金融中心支行",
      "BANKL": "102290035786",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市锦绣江南支行",
      "BANKL": "102290035077",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市世纪大道支行",
      "BANKL": "102290011435",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市菊园支行",
      "BANKL": "102290075293",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市钻石交易中心支行",
      "BANKL": "102290035817",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市剑河路支行",
      "BANKL": "102290011015",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市北临空支行",
      "BANKL": "102290012796",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市凯旋路支行",
      "BANKL": "102290012536",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市江苏北路支行",
      "BANKL": "102290012665",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市真新支行",
      "BANKL": "102290075324",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市长乐路支行",
      "BANKL": "102290001567",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市丽园路支行",
      "BANKL": "102290001809",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市河南中路支行",
      "BANKL": "102290010916",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市周家嘴路支行",
      "BANKL": "102290002684",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市广中新村支行",
      "BANKL": "102290002721",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市古美路支行",
      "BANKL": "102290012083",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市水电路支行",
      "BANKL": "102290002756",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市金天地支行",
      "BANKL": "102290005859",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市龙胜路支行",
      "BANKL": "102290005914",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行上海市九亭支行",
      "BANKL": "102290073255",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市同济大学支行",
      "BANKL": "102290010203",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市淮海中路支行",
      "BANKL": "102290007145",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市恒隆广场支行",
      "BANKL": "102290007207",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市金杨支行",
      "BANKL": "102290008335",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市静安新城支行",
      "BANKL": "102290012243",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市春申支行",
      "BANKL": "102290012376",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市会德丰国际广场支行",
      "BANKL": "102290007651",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市浦明路支行",
      "BANKL": "102290030021",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市浦东大道第二支行",
      "BANKL": "102290030152",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市华漕支行",
      "BANKL": "102290030281",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市黄金城道支行",
      "BANKL": "102290031090",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市平利路支行",
      "BANKL": "102290010625",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市青湖路支行",
      "BANKL": "102290009102",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市长兴支行",
      "BANKL": "102290074934",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市交大分理处",
      "BANKL": "102290005537",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市浦星路支行",
      "BANKL": "102290005699",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市新桥支行",
      "BANKL": "102290080073",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市上汽支行",
      "BANKL": "102290012405",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市威海路支行",
      "BANKL": "102290010594",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市真华路支行",
      "BANKL": "102290003697",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市南滨江支行",
      "BANKL": "102290001591",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市瞿溪路支行",
      "BANKL": "102290001786",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市上师大支行",
      "BANKL": "102290012114",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司票据营业部上海分部",
      "BANKL": "102290017900",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市新江湾城支行",
      "BANKL": "102290000121",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市顾村公园支行",
      "BANKL": "102290001420",
      "BANKS": "CN",
      "BNKLZ": ""
    },
    {
      "BANKA": "中国工商银行股份有限公司上海市定海路支行",
      "BANKL": "102290002037",
      "BANKS": "CN",
      "BNKLZ": ""
    }
  ]
};

export default {
  "post|/information_collection/bank/query": bank
};
